{
  "BlueArchive_Hifumi:SupplementaryLessonsDepartmentEvent": {
    "NAME": "Supplementary Classes Club",
    "DESCRIPTIONS": [
      "You skipped the previous exam to buy #yPeroroGoods, and because of that you received a ~failing~ grade on the exam, so you are put in the #ySupplementary #yClass. NL However, this is a superficial reason, and Trinity's leader Nagisa orders her to find a traitor in the #ySupplementary #yClass. NL You listen to this story and choose...",
      "You accept Nagisa's instructions, not knowing that you too are under Nagisa's #ySuspicions. NL Although it was a difficult task to handle, She was able to build friendships as she spent her days with the #ySupplementary #yClass. NL Will there ever be a story where everyone becomes happy?",
      "You exaggerate the facts just a little to reject the assignment. NL That you are actually Faust, the leader of the #yMasked #ySwimsuit #yGang that attacked the bank. NL You were able to escape, but I heard that #yValkyrie #yPolice #yAcademy is looking for you...",
      "\"It was a ~funny~ ~fantasy,~ thinking we were ever really friends\" NL You taunt Nagisa and leave the room. NL You heard a rumor that Nagisa had been bedridden for a while, but you decided not to pay attention.",
      "\"I'm not going to waste my time being #y@paranoid@ \" NL You leave Nagisa's dumbfounded expression behind and leave the place. NL It doesn't seem like a line you would say, but You don't care."
    ],
    "OPTIONS": [
      "[Accept] #gObtain #ga #gRandom #gSupplementary #gClass #gcard. #rBecome #rCursed #r- #rDoubt.",
      "[Confess] #gObtain #ga #gUpgraded #gMasked #gSwimsuit #gGang. #rObtain #ra #rSpecial #rCurse #r- #rWanted.",
      "[Taunt] #gObtain #gFunny #gFriend #gFantasy.",
      "[Refuse]",
      "[Leave]"
    ]
  },
  "BlueArchive_Hifumi:PeroroShopEvent": {
    "NAME": "Peroro Goods Shop",
    "DESCRIPTIONS": [
      "While walking down the street, You found a shop selling #yPeroroGoods at quite expensive prices. NL You think in front of the shop. NL Pay your own money to buy goods, work a part-time job and receive goods instead of wages, or... ",
      "You agree to work a part-time job at a shop. NL They wear #yGiant #yPeroro #ySuit and solicit customers. NL Although the extreme heat drained your stamina, the experience of becoming a Peroro was special. NL You decide to take one of the leftover #yPeroroGoods you sold in exchange for your salary and leave this place.",
      "You pay a high price for #yPeroroGoods. NL It's a little expensive, but you can pay whatever you want for Peroro!",
      "You are no longer Ajitani Hifumi, but @Faust,@ the leader of the ~Masked~ ~Swimsuit~ ~Gang.~ NL You threaten the employees with a gun and leave with the most expensive goods. NL Sometimes, robbery is a good way to relieve stress!",
      "You decide to pass by the shop with tears in your eyes. NL There are many shops even outside of this place!",
      "You have no money."
    ],
    "OPTIONS": [
      "[Part Time] #gObtain #ga #gRandom #gCommon #gPeroroGoods. #rLose #r",
      " #rHP",
      "[Buy] #y",
      " #yGold: #gObtain #ga #gRandom #gUncommon #gPeroroGoods.",
      "[Robbery!] #gObtain #ga #gRandom #gRare #gPeroroGoods. #rObtain #ra #rSpecial #rCurse #r- #rWanted.",
      "[Leave]",
      "[Locked] Requires: ",
      " Gold."
    ]
  },
  "BlueArchive_Hifumi:SpotCheckEvent": {
    "NAME": "Wanted",
    "DESCRIPTIONS": [
      "You have been randomly searched by the police. NL \"I know you're wanted, but working is a hassle, so if you pay me a bribe, I'll turn a blind eye.\" NL You wonder whether to bribe or run away.",
      "\"Good! You can go now!\" NL The bribed police officer lets you go. NL Is security in Kivotos okay as is...?",
      "\"Ah! Stay there!\" NL They say so, but they don't chase after you. NL It looks like you'll be wanted for a while."
    ],
    "OPTIONS": [
      "[Bribe] #y",
      " #yGold: #gRemove #gall #gWanted #gcards #gfrom #gyour #gdeck.",
      "[Locked] Requires: ",
      " Gold.",
      "[Bribe: ",
      "] #rLose #rthis #rrelic. #gRemove #gall #gWanted #gcards.",
      "[Run Away]",
      "[Leave]"
    ]
  },
  "BlueArchive_Hifumi:PeroroEvent": {
    "NAME": "Peroro Goods",
    "DESCRIPTIONS": [
      "On your way, you happen to pick up some PeroroGoods from the ground. NL Oh My God! This Peroro doll is a #y@legendary@ #y@limited@ #y@edition@ #y@Perorogoods@ that is currently not available! NL But there's no way anyone would throw away such a precious item. NL \"I’m sure the owner is desperately looking for it!\"",
      "If it was something really important, it wouldn't have been handled this harshly, right? NL You know the value of goods, so you decide to pick them up. NL You're on your way, but you don't notice that someone is following you...",
      "Thinking that someone might own it, you decide to report it as lost to the police. NL You feel lighter by doing good deeds.",
      "Why on earth did you make that choice? NL You end up making choices you would never have made otherwise. NL You know that those PeroroGoods are several times more valuable than this small amount of money. NL You are filled with #yRegret."
    ],
    "OPTIONS": [
      "[Picking Up] #gObtain #ga #gspecial #gRelic. ",
      "[Report Loss] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Rip Off] #gGain #g",
      " #gGold. #rObtain #r3 #rRegret.",
      "[Leave]",
      "Select a Card to Remove.",
      "(This event replaces the event in Hoshino Mod)"
    ]
  }
}
